/*
*********************************************************************************************************
*
*	模块名称 : 数据观察点与跟踪(DWT)模块
*	文件名称 : bsp_dwt.c
*	版    本 : V1.0
*	说    明 : 头文件
*	Copyright (C), 2023-2024, 普林芯驰 www.spacetouch.co
*
*********************************************************************************************************
*/

#ifndef __BSP_DWT_H
#define __BSP_DWT_H

#define  DWT_CYCCNT  *(volatile unsigned int *)0xE0001004
void bsp_InitDWT(void);

#endif

/***************************** 普林芯驰 www.spacetouch.co (END OF FILE) *********************************/
